src/main/resources/soap/getOrderInfoByID.ftl

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP:Body>
		<getOrderInfoByID xmlns="http://www.webex.com/blis/1.0/dbmethod/order">
			<ORDERID>${orderID}</ORDERID>
		</getOrderInfoByID>
		<getServiceportfolioIDsByOrderID xmlns="http://www.webex.com/blis/1.0/dbmethod/order">
           <ORDERID>${orderID}</ORDERID>
        </getServiceportfolioIDsByOrderID>
        <getMRCByOrderID xmlns="http://www.webex.com/blis/1.0/dbmethod/order">
			<ORDERID>${orderID}</ORDERID>
		</getMRCByOrderID>
		<getOrderServiceByOrderID xmlns="http://www.webex.com/blis/1.0/dbmethod/order">
			<orderid>${orderID}</orderid>
		</getOrderServiceByOrderID>
	</SOAP:Body>
</SOAP:Envelope>